[Tweaks.AdrenalineTutorial_PickUp DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage="已弃用的教程，请勿使用！"
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Tweaks.AdrenalineTutorial_PickUp:DisTweaks_Interactable_PickupBase_102 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="笔记"
m_InteractText="`GBA_Use` 阅读"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Tweaks.AssassinationChokeTutorial_PickUp DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage="`GBA_Journal` 阅读击倒教程"
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Tweaks.AssassinationChokeTutorial_PickUp:DisTweaks_Interactable_PickupBase_103 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="笔记"
m_InteractText="`GBA_Use` 阅读"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Tweaks.AwarenessTutorial_PickUp DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage="已弃用的教程，请勿使用！"
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Tweaks.AwarenessTutorial_PickUp:DisTweaks_Interactable_PickupBase_104 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="笔记"
m_InteractText="`GBA_Use` 阅读"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Tweaks.BlinkTutorial_PickUp DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage="`GBA_Journal` 阅读闪烁瞬移教程"
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Tweaks.BlinkTutorial_PickUp:DisTweaks_Interactable_PickupBase_105 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="笔记"
m_InteractText="`GBA_Use` 阅读"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Tweaks.CombatTutorial_PickUp DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Tweaks.CombatTutorial_PickUp:DisTweaks_Interactable_PickupBase_106 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="笔记"
m_InteractText="`GBA_Use` 阅读"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Tweaks.CraftsmanTutorial_PickUp DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage="`GBA_Journal` 阅读工艺指南"
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Tweaks.CraftsmanTutorial_PickUp:DisTweaks_Interactable_PickupBase_107 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="笔记"
m_InteractText="`GBA_Use` 阅读"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Tweaks.DropDownTutorial_PickUp DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage="`GBA_Journal` 阅读下落刺杀教程"
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Tweaks.DropDownTutorial_PickUp:DisTweaks_Interactable_PickupBase_108 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="笔记"
m_InteractText="`GBA_Use` 阅读"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Tweaks.ElixirTutorial_PickUp DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage="已弃用的教程，请勿使用！"
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Tweaks.ElixirTutorial_PickUp:DisTweaks_Interactable_PickupBase_109 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="笔记"
m_InteractText="`GBA_Use` 阅读"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Tweaks.FloorSoundTutorial_PickUp DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage="已弃用的教程，请勿使用！"
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Tweaks.FloorSoundTutorial_PickUp:DisTweaks_Interactable_PickupBase_110 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="笔记"
m_InteractText="`GBA_Use` 阅读"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Tweaks.HeartTutorial_PickUp DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=`GBA_Journal` 阅读心脏教程
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Tweaks.HeartTutorial_PickUp:DisTweaks_Interactable_PickupBase_27 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="笔记"
m_InteractText="`GBA_Use` 阅读"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Tweaks.JournalTutorial_PickUp DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage="`GBA_Journal` 阅读日志教程"
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Tweaks.JournalTutorial_PickUp:DisTweaks_Interactable_PickupBase_111 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="笔记"
m_InteractText="`GBA_Use` 阅读"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Tweaks.LeanTutorial_PickUp DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage="`GBA_Journal` 阅读侧身教程"
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Tweaks.LeanTutorial_PickUp:DisTweaks_Interactable_PickupBase_112 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="笔记"
m_InteractText="`GBA_Use` 阅读"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Tweaks.LightShadowTutorial_PickUp DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage="按下 `GBA_Sneak` 潜行<BR/>按下 `GBA_Journal` 来查看潜行教程"
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Tweaks.LightShadowTutorial_PickUp:DisTweaks_Interactable_PickupBase_113 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="笔记"
m_InteractText="`GBA_Use` 阅读"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Tweaks.ObjectivesTutorial_PickUp DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage="`GBA_Journal` 阅读心脏教程"
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Tweaks.ObjectivesTutorial_PickUp:DisTweaks_Interactable_PickupBase_114 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="笔记"
m_InteractText="`GBA_Use` 阅读"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Tweaks.RuneTutorial_PickUp DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Tweaks.RuneTutorial_PickUp:DisTweaks_Interactable_PickupBase_115 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="笔记"
m_InteractText="`GBA_Use` 阅读"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Tweaks.WhaleBoneCharmTutorial_PickUp DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage="已弃用的教程，请勿使用！"
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Tweaks.WhaleBoneCharmTutorial_PickUp:DisTweaks_Interactable_PickupBase_116 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="笔记"
m_InteractText="`GBA_Use` 阅读"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Tweaks.WheelTutorial_PickUp DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage="`GBA_Journal` 阅读转盘（切换）教程"
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Tweaks.WheelTutorial_PickUp:DisTweaks_Interactable_PickupBase_117 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="笔记"
m_InteractText="`GBA_Use` 阅读"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

